arrterian.nix-env-selector
astro-build.astro-vscode
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
brunnerh.insert-unicode
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
denoland.vscode-deno
dongfg.vscode-beancount-formatter
eamodio.gitlens
edwinkofler.vscode-assorted-languages
jnoortheen.nix-ide
jock.svg
lencerf.beancount
mechatroner.rainbow-csv
mkhl.direnv
myriad-dreamin.tinymist
nvarner.typst-lsp
oven.bun-vscode
ozaki.markdown-github-dark
pinage404.nix-extension-pack
ritwickdey.liveserver
rust-lang.rust-analyzer
samverschueren.linter-xo
serayuzgur.crates
stylelint.vscode-stylelint
sumneko.lua
tamasfe.even-better-toml
tomoki1207.pdf
unifiedjs.vscode-mdx
usernamehw.errorlens
