arrterian.nix-env-selector
astro-build.astro-vscode
brunnerh.insert-unicode
Catppuccin.catppuccin-vsc
Catppuccin.catppuccin-vsc-icons
denoland.vscode-deno
jnoortheen.nix-ide
jock.svg
mkhl.direnv
nvarner.typst-lsp
ozaki.markdown-github-dark
pinage404.nix-extension-pack
redhat.java
ritwickdey.LiveServer
runem.lit-plugin
rust-lang.rust-analyzer
samverschueren.linter-xo
serayuzgur.crates
stylelint.vscode-stylelint
sumneko.lua
svelte.svelte-vscode
tamasfe.even-better-toml
tomoki1207.pdf
unifiedjs.vscode-mdx
usernamehw.errorlens
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
Vue.volar
