arrterian.nix-env-selector
astro-build.astro-vscode
brunnerh.insert-unicode
Catppuccin.catppuccin-vsc
Catppuccin.catppuccin-vsc-icons
denoland.vscode-deno
Holllo.love
jnoortheen.nix-ide
jock.svg
mkhl.direnv
pinage404.nix-extension-pack
ritwickdey.LiveServer
runem.lit-plugin
rust-lang.rust-analyzer
samverschueren.linter-xo
serayuzgur.crates
shd101wyy.markdown-preview-enhanced
Slint.slint
stylelint.vscode-stylelint
tamasfe.even-better-toml
unifiedjs.vscode-mdx
usernamehw.errorlens
vscode-icons-team.vscode-icons
