brunnerh.insert-unicode
foxundermoon.shell-format
Holllo.love
matthewpi.caddyfile-support
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.LiveServer
rust-lang.rust-analyzer
serayuzgur.crates
shd101wyy.markdown-preview-enhanced
stylelint.vscode-stylelint
tamasfe.even-better-toml
usernamehw.errorlens
vscode-icons-team.vscode-icons
