brunnerh.insert-unicode
Holllo.love
jock.svg
ritwickdey.LiveServer
rust-lang.rust-analyzer
samverschueren.linter-xo
serayuzgur.crates
shd101wyy.markdown-preview-enhanced
stylelint.vscode-stylelint
tamasfe.even-better-toml
usernamehw.errorlens
vscode-icons-team.vscode-icons
